Repository: wp-plugins/bluet-keywords-tooltip-generator
Catalog: languages/bluet-kw-*.po
Languages: ar_ar, de_de, it_it, nl_nl, tr_tr

source: View glossary
de_de: Glossar
it_it: Visualizza glossario

source: ALL
de_de: ALLE
it_it: TUTTI

source: Next
de_de: weiter

source: Previous
de_de: Zurück

source: Sorry, no posts matched your criteria.
de_de: Keine Übereinstimmung der Beiträge mit den Kriterien

source: KeyWords Tooltip Generator Converter
de_de: KeyWord Tooltip Generator Konverter
nl_nl: Trefwoorden Tooltip Generator Omzetter (Engels KTTGI)

source: Begin converting my keywords
de_de: Starte die Konvertierung meiner Schlagworte
it_it: Iniziare la conversione mie KeyWords
nl_nl: Begin met omzetten van Mijn trefwoorden

source: Convert from
de_de: Umwandlung von
nl_nl: Omzetten van

source: keywords converted
de_de: Schlagwörter sind umgewandelt
nl_nl: Trefwoorden omgezet

source: These posts were not converted (Duplicated)
de_de: Diese Beiträge wurden nicht umgewandelt
nl_nl: Deze berichten zijn niet omgezet (Dubbelen)

source: if you want to re-convert them, you have to delete them from My Keywords.
de_de: Wenn du es noch mal umwandeln möchtest, dann musst du unter „Meine Schlagworte“ diese löschen!
nl_nl: Indien u ze opnieuw wilt omzetten, dient u ze eerst uit Mijn Trefwoorden te verwijderen.

source: No posts found
ar_ar: المصطلحات غير موجودة
de_de: Keine Beiträge gefunden
it_it: Non ho trovato articoli
nl_nl: Geen berichten gevonden
tr_tr: Yazı bulunamadı

source: KeyWords
ar_ar: مصطلحات
de_de: Schlagwörter
nl_nl: Trefwoorden
tr_tr: Anahtar Kelimeler

source: KeyWord
ar_ar: مصطلح
de_de: Schlagworte
nl_nl: Trefwoord
tr_tr: Anahtar Kelime

source: My KeyWords
ar_ar: مصطلحاتي
de_de: Meine ToolTips
it_it: Le mie KeyWord
nl_nl: Mijn trefwoorden
tr_tr: Anahtar Kelimelerim

source: All my KeyWords
ar_ar: كل مصطلحاتي
de_de: Alle Schlagwörter
it_it: Tutte le mie KeyWords
nl_nl: Al mijn trefwoorden
tr_tr: Tüm Anahtar Kelimelerim

source: Add new one
ar_ar: اضافة مصطلح جديد
de_de: Neue hinzufügen
it_it: Aggiungi nuovo
nl_nl: Voeg een nieuw trefwoord toe
tr_tr: Yeni ekle

source: New KeyWord
ar_ar: مصطلح جديد
de_de: Neues Schlagwort
it_it: Nuova KeyWord
nl_nl: Nieuw trefwoord
tr_tr: Yeni Anahtar Kelime

source: Edit KeyWord
ar_ar: تغير المصطلح
de_de: Bearbeite Schlagwort
it_it: Modifica KeyWord
nl_nl: Wijzig trefwoord
tr_tr: Düzenle

source: View KeyWord
ar_ar: عرض المصطلح
de_de: Schlagwort anzeigen
it_it: Visualizza KeyWord
nl_nl: Bekijk trefwoord
tr_tr: Anahtar Kelimeyi incele

source: Search for KeyWords
ar_ar: البحث عن مصطلحات
de_de: Schlagwort-Suche
it_it: Cerca KeyWords
nl_nl: Zoek naar trefwoorden
tr_tr: Anahtar Kelime ara

source: KeyWords not found
ar_ar: مصطلح غير موجود
de_de: Schlagwort(e) nicht gefunden
it_it: Non ho trovato KeyWords
nl_nl: Trefwoorden niet gevonden
tr_tr: Anahtar Kelimeler bulunamadı

source: KeyWords not found in trash
ar_ar: لا يوجد مصطلحات في سلة المحذوفات
de_de: Schlagwort(e) auch nicht im Papierkorb
it_it: Nessuna KeyWords nel cestino
nl_nl: Trefwoorden niet gevonden in de prullenbak
tr_tr: Anahtar Kelime çöpte bulunamadı

source: Parent KeyWords colon
de_de: übergeordnetes Schlagwort
nl_nl: Hoofd-trefwoorden kolom
tr_tr: Üst Anahtar Kelime Sütunu

source: Picture
ar_ar: صورة
de_de: Bilder
it_it: Immagini
nl_nl: Afbeelding
tr_tr: Resim

source: Is Prefix ?
de_de: Hat eine Prefix ?

source: Keyword Settings
de_de: Schlagwörter Einstellungen
it_it: Impostazioni KeyWord

source: Keywords related
ar_ar: المصطلحات ذات الصلة
de_de: Schlagworte zutreffend
nl_nl: Gerelateerde trefwoorden
tr_tr: İlgili Anahtar Kelimeler

source: Synonyms
ar_ar: مرادفات
de_de: Synonyme
nl_nl: Synoniemen
tr_tr: Eş Anlamlılar

source: Type here the keyword's Synonyms separated with '|'
ar_ar: قم بكتابة المرادفات و قم بتفرقتها بـ' | '
de_de: Gebe hier die Schlagwort Synonyme ein, getrennt mit ‚|‘
it_it: Scrivi qui i Sinonimi della tua KeyWord separati da '|'
nl_nl: Geef hier de synoniemen van het trefwoord in, van elkaar gescheiden door '|' (zonder spaties)
tr_tr: Anahtar Kelimelerin eş anlamlılarını aralarına '|' karakterini ekleyerek girin

source: Make this keyword <b>Case Sensitive</b>
de_de: Schlagwörter klein schreiben! (besser)
it_it: Rendi questa KeyWord <b>Sensibile alle maiuscole</b>

source: Exclude this post from being matched
ar_ar: استبعاد هذا المقال من المصطلحات
de_de: Diesen Beitrag ausschließen (keine Tooltips)
it_it: Escludi questo Articolo dalla ricerca
nl_nl: Sluit dit bericht / deze pagina uit bij het weergeven van trefwoorden
tr_tr: Bu yazıda Anahtar Kelime eşleştirmesi yapma

source: Exclude this post
ar_ar: استبعاد هذا المقال
de_de: Beitrag ausschliessen
it_it: Escludi questo articolo
nl_nl: Sluit dit bericht / deze pagina uit
tr_tr: Bu yazıyı hariç tut

source: No KeyWords found for this post
ar_ar: لم يتم ايجاد مصطلحات في هذا المقال
de_de: Keine ToolTip Schlagworte gefunden im Beitrag!
it_it: Nessuna KeyWord trovata in questo post
nl_nl: Geen trefwoorden gevonden in dit bericht / deze pagina
tr_tr: Bu yazıda eşleştirilecek Anahtar Kelime bulunmamıştır

source: Manage KeyWords
ar_ar: ادارة المصطلحات
de_de: Schlagwort - Manager
it_it: Gestisci KeyWords
nl_nl: Beheer trefwoorden
tr_tr: Anahtar Kelimeleri eşleştir

source: Glossary page
de_de: Glossar Seite
it_it: Pagina Glossario

source: Add glossary page link in the tooltip footer
de_de: In den Fußbereich des Tooltip-Fensters einen Link auf die Glossar-Seite einbinden.
it_it: Aggiungi link pagina glossario nel footer tooltip

source: Customise the tooltip style :
ar_ar: اختر هيأة التولتب
de_de: Style des Tooltip-Fensters bearbeiten :
it_it: Personalizza lo stile del banner :
nl_nl: Pas de tooltip-stijl aan :
tr_tr: İpucu kutusunu düzenle

source: Posts / Pages
ar_ar: مقالات / صفحات
de_de: Beiträge / Seiten
it_it: Articoli / Pagine
nl_nl: Berichten / Pagina's
tr_tr: Yazılar / Sayfalar

source: Match once or all occurrences
ar_ar: معالجة المصطلح حيث وجد في النص
de_de: ‚Einmal anwenden’ oder auf ‚alle im Text vorkommenden Schlagworte anwenden‚
it_it: Trova la prima o tutte le parole
nl_nl: Alleen de eerste of alle voorkomens van de trefwoorden weergeven
tr_tr: Bulunan ilk kelimeyi eşleştir veya tüm kelimeleri eşleştir

source: Tooltip title
de_de: Titel des Tooltip
it_it: Titolo del banner

source: Tooltip position
de_de: Position des Tooltip
it_it: Posizione del banner

source: Keyword style
ar_ar: هيأة المصطلح
de_de: Schlagwort Style
it_it: Stile KeyWord
nl_nl: Trefwoord-stijl
tr_tr: Anahtar Kelime tipi

source: Description tooltip style
ar_ar: هيأة التولتب
de_de: Beschreibung des Tooltip Style
it_it: Stile del banner descrizione
nl_nl: Stijl van de tooltip-omschrijving
tr_tr: İpucu açıklaması biçimi

source: Description tooltip Font size
ar_ar: حجم الخط في التولتب
de_de: Beschreibung des ToolTip (Schriftgröße)
it_it: Dimensione carattere del banner descrizione
nl_nl: Lettergrootte voor tooltip-omschrijving
tr_tr: İpucu açıklaması font boyutu

source: Activate tooltips for images ?
ar_ar: تفعيل التولتب للصور
de_de: Aktivierung der Tooltips für Bilder?
it_it: Attivare i suggerimenti per le immagini?
nl_nl: Tooltips voor afbeeldingen activeren?
tr_tr: Resimler için ipuçlarını aktifleştir?

source: KeyWords Settings
ar_ar: اعدادات المصطلحات
de_de: Schlagwort Einstellungen
it_it: Impostazioni KeyWords
nl_nl: Trefwoorden-instellingen
tr_tr: Anahtar Kelime ayarları

source: Settings
ar_ar: الاعدادات
de_de: Einstellungen
it_it: Impostazioni
nl_nl: Instellingen
tr_tr: Ayarlar

source: alt property of the images will be displayed as a tooltip
ar_ar: سوف يتم عرض معطى 'alt' للصور في التولتب
de_de: Die alternative Beschreibung ‚alt‘ des Bildes wird als Tooltipp genutzt.
it_it: la proprietà ALT delle immagini verrà visualizzata nel banner
nl_nl: De ALT-eigenschap van een afbeelding zal als een tooltip worden weergegeven
tr_tr: Resim açıklaması ipucu olarak belirsin

source: Description Background Colour
ar_ar: لون خلفية التولتب
de_de: Hintergrundfarbe: Beschreibung
it_it: Sfondo del banner descrizione
nl_nl: Achtergrond-kleur van de omschrijving
tr_tr: Açıklama arkaplan rengi

source: Description font Colour
ar_ar: لون الخط في التولتب
de_de: Textfarbe: Beschreibung
it_it: Colore carattere del banner descrizione
nl_nl: Lettertype-kleur van de omschrijving
tr_tr: Açıklama font rengi

source: Background Colour
ar_ar: لون الخلفية
de_de: Hintergrundfarbe
it_it: Colore di sfondo
nl_nl: Archtergrond-kleur
tr_tr: Arkaplan rengi

source: No background (Dotted style)
de_de: Kein Hintergrund (gepunkteter Style)
it_it: Nessuno sfondo (stile sottolineato punteggiato)

source: Font Colour
ar_ar: لون النص
de_de: Schriftfarbe
it_it: Colore Carattere
nl_nl: Lettertype-kleur
tr_tr: Font rengi

source: Make your own style.
ar_ar: اختر الهيأة التي تناسب الموقع
de_de: Erstelle deinen eigenen Style.
it_it: Personalizza
nl_nl: Maak uw eigen stijl.
tr_tr: Kendi biçiminizi belirleyin

source: Posts
ar_ar: مقالات
de_de: Beiträge
it_it: Articoli
nl_nl: Berichten
tr_tr: Yazılar

source: Pages
ar_ar: صفحات
de_de: Seiten
it_it: Pagine
nl_nl: Pagina's
tr_tr: Sayfalar

source: Match all occurrences
ar_ar: طبق على الكل
de_de: auf alle anwenden
it_it: Individua tutte le parole
nl_nl: Geef alle voorkomens van de trefwoorden weer
tr_tr: Tüm eşleşmelerde göster

source: Hide the tooltips title
de_de: Tooltip Titel nicht anzeigen
it_it: Nascondi il titolo del banner

source: Top
de_de: Oben
it_it: Sopra

source: Bottom
de_de: Unten
it_it: Sotto

source: Right
de_de: Rechts
it_it: Destra

source: Left
de_de: Links
it_it: Sinistra

source: Excluded posts
ar_ar: المقالات التي تم استبعادها
de_de: Beiträge ausschließen
it_it: Articoli esclusi
nl_nl: Uitgesloten berichten/pagina's
tr_tr: Hariç tutulan yazılar

source: Help ?
de_de: Hilfe ?
it_it: Aiuto ?
tr_tr: Yardım?

source: Get the Pro AddOn
de_de: Lade das Pro AddOn

source: Donate
de_de: Spenden
nl_nl: Donatie
tr_tr: Bağışta bulun

source: this plugin allows you easely create tooltips for your technical keywords.
de_de: Dieses PlugIn hilft dir auf einfachste Art und Weise, Tooltipps für deine Schlagwärter einzubauen, das Fenster lässt sich individualisieren, mit Bildern, Links, Videos und vieles mehr. Animationen wie es eingeblendet wird, wo es angezeigt werden soll, wie oft es auf einer Seite erscheint, und so vieles mehr.
it_it: Questo plugin ti permette di creare semplicemente banner per le tue ParoleChiave tecniche.

source: Click
ar_ar: أنقر
de_de: Klick
nl_nl: Klik
tr_tr: Tıkla

source: Here
ar_ar: -- هنا --
de_de: Hier
it_it: Qui
nl_nl: hier
tr_tr: Burası

source: to rate our plugin if you appreciate it
ar_ar: لتقيم البرنامج اذا حاز علا اعجابك
de_de: Bitte gebe uns eine Stimme, wenn es dir Spaß bereitet mit dem Plugin zu arbeiten.
it_it: per valutare il nostro plugin se ti è piaciuto
nl_nl: om onze plugin te waarderen als u deze op prijs stelt
tr_tr: Eklentimizi derecelendirin

source: Preview
ar_ar: مثال
de_de: Vorschau
it_it: Anteprima
nl_nl: Voorbeeld
tr_tr: Önizleme

source: Pass your mouse over the word
ar_ar: قم بتمرير مأشر الفأرة فوق المصطلح
de_de: Bewege deinen Mauszeiger auf das Wort hier
it_it: Passa col mouse sopra alla parola
nl_nl: Beweeg uw muis over de volgende woorden
tr_tr: İmleci kelime üzerine getirin

source: to test the tooltip layout.
ar_ar: لاختبال مظهر التولتب
de_de: um das Layout zu testen.
it_it: per visualizzare l'anteprima del banner.
nl_nl: om de tooltip-layout te testen.
tr_tr: İpucu kutusunu test edin

source: Posts which are excluded from being matched
ar_ar: المقالات أو الصفحات المستبعدة من المعالجة بالمصطلحات
de_de: Beiträge in denen deine Schlagworte zutreffen, aber von dir ausgeschlossen wurden
it_it: Elenco Articoli esclusi dalla ricerca
nl_nl: Berichten of pagina's die worden uitgesloten voor het weergeven van trefwoorden
tr_tr: Eşleştirmeden hariç tutulan yazılar

source: No posts or pages are excluded
ar_ar: لم يتم استبعاد أي مقال أو صفحة
de_de: Keine Beiträge oder Seiten wurden bisher ausgeschlossen. Weniger ist oft mehr, schaue dir mal die Funktion -einmal finden- oder -auf alle im Text anwenden- an.
it_it: Nessun articolo o pagine sono esclusi
nl_nl: Er zijn geen berichten of pagina's uitgesloten
tr_tr: Hariç tutulan yazı ve sayfa bulunmamaktadır

source: Save Settings
ar_ar: حفض الاعدادات
de_de: Speichern der Einstellungen
it_it: Salva impostazioni
nl_nl: Bewaar instellingen
tr_tr: Değişiklikleri kaydedin

source: no terms found for this post
ar_ar: لم يتم ايجاد مصطلحات في هذا المقال
de_de: Keine Bedingungen für diesen Beitrag gefunden
it_it: Nessuna parola in questo articolo
nl_nl: Geen trefwoord in dit bericht / deze pagina gevonden
tr_tr: Bu yazıda kelime bulunamamıştır

source: Posts related
ar_ar: مقال ذو صلة
it_it: Articoli
nl_nl: Aantal gerelateerde berichten/pagina's
tr_tr: İlgili yazılar

source: Posts in concern
ar_ar: المقالات ذات الصلة
it_it: Articoli coinvolti
nl_nl: Aantal berichten/pagina's met dit trefwoord
tr_tr: İlgili yazı

source: Specify keywords to match
ar_ar: قم بتعين الصطلحات المراد معالجتها
it_it: Specifica le parole da visualizzare
nl_nl: Geef de trefwoorden aan die moeten worden weergegeven
tr_tr: Eşleştirilecek Anahtar Kelimeleri tanımlayın

source: Notice : if you leave them all unchecked they will be ALL matched
ar_ar: ملاحظة : في حالة عدم تعين اي من الصطلحات التالية فسوف يتم معالجتها كلها آليا
it_it: Attento : se le lasci tutte non spuntate si vedranno tutte
nl_nl: Opgelet : indien u geen enkel trefwoord aanvinkt, worden ALLE trefwoorden weergegeven
tr_tr: Dikkat: Eğer seçim yapmazsanız tüm Anahtar Kelimeler eşleştirilecektir

source: Choose either Posts or/and Pages in concern
ar_ar: اختر ان كنت تريد التطبيق على المقالات و/أو الصفحات
it_it: Seleziona se visualizzare i banner su Articoli e/o Pagine
nl_nl: Waar moeten de tooltips weergegeven worden?
tr_tr: İlgili yazılar ve / veya sayfaları seçin

source: This checkbox will be active after creating a glossary page.
it_it: Questo checkbox sarà attivo dopo aver creato E VISUALIZZATO una pagina glossario con Permalink <b>glossary</b>

source: Style
it_it: Stile

source: Advanced
it_it: Avanzate

source: Advance settings for KTTG :
it_it: Impostazioni Avanzate KTTG :

source: Match custom-fields
it_it: Individua campi personalizzati

source: Match the custom-fields :
it_it: Traiter les champ personnalisé :

source: Match custom-posts
it_it: Traiter les articles personnalisés :

source: Write the name of Post types in concern separated by "|".
it_it: Saisir les noms articles personnalisés à traiter séparés par '|'

source: Match excerpts
ar_ar: طبق على المقتطفات
it_it: Appliquer sur les extraits
tr_tr: Alıntılarda da eşleştirme yap

source: KTTG Importer
ar_ar: مستورد KTTG
tr_tr: İçe Aktar

source: Begin importing my keywords
ar_ar: بدء استيراد المصطلحات
tr_tr: Anahtar Kelimeleri İçe Aktarmaya Başla

source: Import from
ar_ar: استيراد من
tr_tr: Şurdan İçe Aktar

source: keywords imported
ar_ar: الكلمات المستوردة
tr_tr: İçe Aktarılan Anahtar Kelimeler

source: These posts were not imported (Duplicated)
ar_ar: لم يمكن اعادة استيراد العناصر التالية
tr_tr: Bu yazılar içe aktarılamadı (Çakışma var)

source: if you want to re-import them, you have to delete them from My Keywords.
ar_ar: إذا كنت ترغب في اعادة استيرادها عليك أولا إزالتها من قائمة المصطلحات
tr_tr: Yeniden içe aktarmak istiyorsanız, çakışan Anahtar Kelimeleri silmeniz gerekli

source: Post Types in concern :
nl_nl: Betreffende berichten :
tr_tr: İlgili yazı türleri

source: this plugin allows you easely create tooltips for your technical keywords in order to explain them for your site visitors making surfing more comfortable.
ar_ar: هذا البرنامج "البلوغن" يمكنك بسهولة من خلق نوافذ مساعدة "أو تولتب" على الكلمات الفنية ذات من أجل توضيح معنى الكلمة أو المصطلح للزائر في موقع الويب الخاص بك.
nl_nl: Deze plugin maakt het mogelijk om op een makkelijke manier tooltips aan te maken. Hierdoor zijn (technische) trefwoorden eenvoudiger uit te leggen aan de bezoekers van uw site. Hiermee maakt u het surfen voor uw bezoekers prettiger.
tr_tr: Bu eklenti oluşturduğunuz içeriklerde yer alan seçtiğiniz kelimelerle ilgili ek bilgi (sözlük, alt bilgi gibi) vermenizi sağlar.

source: KTTG Converter
nl_nl: TTGO (Engels KTTG) Omzetter

source: KeyWords Tooltip Generator Importer
ar_ar: KeyWords Tooltip Generator - المستورد -
